Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# settings.up.to.date
source: DuckDuckGo is up to date
de: DuckDuckGo ist auf dem neuesten Stand
es: DuckDuckGo está actualizado
fr: DuckDuckGo est à jour
it: DuckDuckGo è aggiornato
pl: Przeglądarka DuckDuckGo jest aktualna
pt: O DuckDuckGo está atualizado
ru: DuckDuckGo обновлен

# settings.update.failed
source: Update failed
de: Update fehlgeschlagen
es: Actualización fallida
fr: Échec de la mise à jour
it: Aggiornamento non riuscito
nl: Update mislukt
pl: Niepowodzenie aktualizacji
pt: A atualização falhou
ru: Не удалось обновить

# share.menu.item
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt: Partilhar
ru: Поделиться

# share.menu.item.qr.code
source: Create QR Code
de: QR-Code erstellen
es: Crear código QR
fr: Créer un code QR
it: Crea codice QR
nl: QR-code maken
pl: Utwórz kod QR
pt: Criar código QR
ru: Создать QR-код

# sharing.more
source: More…
de: Mehr …
es: Más…
fr: Plus…
it: Ulteriori informazioni...
nl: Meer …
pl: Więcej…
pt: Mais…
ru: Еще...

source: Show Autofill Shortcut
de: Autofill-Verknüpfung anzeigen
es: Mostrar acceso directo a Autocompletar
fr: Afficher le raccourci de saisie automatique
it: Mostra scorciatoia compilazione automatica
nl: Snelkoppeling voor automatisch invullen weergeven
pl: Pokaż skrót do autouzupełniania
pt: Mostrar atalho de preenchimento automático
ru: Показывать ярлык для автозаполнения

source: Show Bookmarks Shortcut
de: Lesezeichen-Verknüpfung anzeigen
es: Mostrar acceso directo a Favoritos
fr: Afficher le raccourci des signets
it: Mostra scorciatoia segnalibri
nl: Snelkoppeling voor bladwijzers weergeven
pl: Pokaż skrót do zakładek
pt: Mostrar atalho de marcadores
ru: Показывать ярлык для закладок

source: Show Downloads Shortcut
de: Download-Verknüpfung anzeigen
es: Mostrar acceso directo a Descargas
fr: Afficher le raccourci des téléchargements
it: Mostra scorciatoia download
nl: Snelkoppeling voor downloads weergeven
pl: Pokaż skrót do pobranych
pt: Mostrar atalho de transferências
ru: Показать ярлык для загрузок

source: Show Next Tab
de: Nächsten Tab anzeigen
es: Mostrar pestaña siguiente
fr: Afficher l'onglet suivant
it: Mostra scheda successiva
nl: Volgende tabblad tonen
pl: Pokaż następną kartę
pt: Mostrar separador seguinte
ru: Показать следующую вкладку

source: Show Page Source
de: Seitenquelle anzeigen
es: Mostrar origen de página
fr: Afficher la source de la page
it: Mostra origine pagina
nl: Paginabron weergeven
pl: Pokaż źródło strony
pt: Mostrar código da página
ru: Показать исходный код страницы

source: Show Previous Tab
de: Vorherigen Tab anzeigen
es: Mostrar pestaña anterior
fr: Afficher l'onglet précédent
it: Mostra scheda precedente
nl: Vorig tabblad tonen
pl: Pokaż poprzednią kartę
pt: Mostrar separador anterior
ru: Показать предыдущую вкладку

source: Show Resources
de: Ressourcen anzeigen
es: Mostrar recursos
fr: Afficher les ressources
it: Mostra risorse
nl: Hulpmiddelen tonen
pl: Pokaż zasoby
pt: Mostrar recursos
ru: Показать ресурсы

source: Show Substitutions
de: Ersetzungen anzeigen
es: Mostrar Reemplazos
fr: Afficher les substitutions
it: Mostra Sostituzioni
nl: Aanpassingen tonen
pl: Pokaż podstawienia
pt: Mostrar substituições
ru: Показывать функции работы с текстом

source: Show Tabs and Bookmarks Bar in Full Screen
de: Tabs und Lesezeichenleiste im Vollbildmodus anzeigen
es: Mostrar barra de pestañas y marcadores en pantalla completa
fr: Afficher les onglets et la barre des signets en plein écran
it: Mostra le schede e la barra dei segnalibri a schermo intero
nl: Tabbladen en bladwijzerbalk in volledig scherm weergeven
pl: Pokaż karty i pasek zakładek na pełnym ekranie
pt: Mostrar separadores e barra de marcadores em ecrã inteiro
ru: Показывать вкладки и панель закладок в полноэкранном режиме

# show.data.clearing.settings
source: Open Data Clearing Settings
de: Einstellungen zum Löschen von Daten öffnen
es: Abrir configuración de borrado de datos
fr: Ouvrir les paramètres d'effacement des données
it: Apri Impostazioni cancellazione dati
nl: Instellingen voor het wissen van open gegevens
pl: Otwórz ustawienia czyszczenia danych
pt: Abrir Definições de limpeza de dados
ru: Открыть настройки очистки данных

source: Show Folder Contents
de: Ordnerinhalte anzeigen
es: Mostrar el contenido de la carpeta
fr: Afficher le contenu du dossier
it: Mostra il contenuto della cartella
nl: Inhoud van map weergeven
pl: Pokaż zawartość folderu
pt: Mostrar conteúdos da pasta
ru: Показать содержимое папки

# site.not.working.button.title
source: Let Us Know
de: Lass es uns wissen
es: Háznoslo saber
fr: Faites-le nous savoir
it: Faccelo sapere
nl: Laat het ons weten
pl: Daj nam znać
pt: Contacte-nos
ru: Сообщить

# site.not.working.title
source: Site not working?
de: Webseite funktioniert nicht?
es: ¿El sitio no funciona?
fr: Le site ne fonctionne pas ?
it: Il sito non funziona?
nl: Werkt de site niet?
pl: Witryna nie działa?
pt: O site não funciona?
ru: Сайт не работает?

source: Smart Copy/Paste
de: Intelligentes Kopieren/Einfügen
es: Copiar/Pegar inteligente
fr: Copier/coller intelligent
it: Copia/Incolla intelligente
nl: Slim kopiëren/plakken
pl: Inteligentne kopiowanie/wklejanie
pt: Copiar/colar inteligente
ru: Умное копирование/вставка

source: Smart Dashes
de: Intelligente Gedankenstriche
es: Guiones inteligentes
fr: Tirets intelligents
it: Trattini intelligenti
nl: Slimme streepjes
pl: Inteligentne myślniki
pt: Traços formatados
ru: Умные тире

source: Smart Links
de: Intelligente Links
es: Enlaces inteligentes
fr: Liens intelligents
it: Link intelligenti
nl: Slimme links
pl: Inteligentne łącza
pt: Links inteligentes
ru: Умные ссылки

source: Smart Quotes
de: Intelligente Zitate
es: Comillas inteligentes
fr: Guillemets intelligents
it: Virgolette doppie intelligenti
nl: Slimme aanhalingstekens
pl: Inteligentne cudzysłowy
pt: Aspas curvas
ru: Умные кавычки

source: Speech
de: Rede
es: Voz
fr: Discours
it: Leggi il testo
nl: Spraak
pl: Mowa
pt: Fala
ru: Речь

# ssl.error.page.tab.title
source: Warning: Site May Be Insecure
de: Warnung: Website ist möglicherweise unsicher
es: Advertencia: el sitio puede ser inseguro
fr: Avertissement : le site n'est peut-être pas sécurisé
it: Attenzione: il sito potrebbe non essere sicuro
nl: Waarschuwing: Website mogelijk onveilig
pl: Ostrzeżenie: witryna może być niebezpieczna
pt: Aviso: o site pode ser inseguro
ru: Внимание! Возможно, сайт небезопасен

source: Start Speaking
de: Sprechen beginnen
es: Empezar a hablar
fr: Commencer à parler
it: Inizia a parlare
nl: Beginnen met spreken
pl: Zacznij mówić
pt: Iniciar fala
ru: Начать чтение

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ru: Остановить

source: Stop Speaking
de: Aufhören zu sprechen
es: Dejar de hablar
fr: Arrêter de parler
it: Interrompi la riproduzione
nl: Stoppen met spreken
pl: Przestań mówić
pt: Parar fala
ru: Остановить чтение

source: Submit
de: Abschicken
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden
pl: Prześlij
pt: Submeter
ru: Отправить

source: Submit Report
de: Bericht senden
es: Enviar informe
fr: Envoyer le rapport
it: Invia segnalazione
nl: Rapport versturen
pl: Prześlij raport
pt: Submeter relatório
ru: Отправить жалобу

# subscription.progress.view.completing.purchase
source: Completing purchase...
de: Kauf wird abgeschlossen ...
es: Completando compra...
fr: Finalisation de l’achat en cours…
it: Stiamo completando l'acquisto...
nl: Je aankoop wordt afgerond ...
pl: Finalizowanie zakupu...
pt: A concluir a compra…
ru: Завершение покупки...

# subscription.progress.view.purchasing.subscription
source: Purchase in progress...
de: Kauf in Bearbeitung ...
es: Compra en curso...
fr: Achat en cours…
it: Acquisto in corso...
nl: Je aankoop wordt gedaan ...
pl: Trwa zakup...
pt: Compra em curso…
ru: Оформление покупки...

# subscription.progress.view.restoring.subscription
source: Restoring subscription...
de: Abonnement wird wiederhergestellt ...
es: Restaurando suscripción...
fr: Rétablissement de l'abonnement…
it: Stiamo ripristinando l'abbonamento...
nl: Je abonnement wordt hersteld ...
pl: Przywracanie subskrypcji...
pt: A restaurar a subscrição…
ru: Восстановление подписки...

# subscription.settings.menu.item
source: Subscription Settings
de: Abonnementeinstellungen
es: Ajustes de suscripción
fr: Paramètres d'abonnement
it: Impostazioni dell'abbonamento
nl: Abonnementinstellingen
pl: Ustawienia subskrypcji
pt: Definições de Subscrição
ru: Настройки подписки

source: Switch to Tab
de: Zu Tab wechseln
es: Cambiar a Pestaña
fr: Passer à l'onglet
it: Passa alla scheda
nl: Overschakelen naar tabblad
pl: Przełącz na kartę
pt: Mudar para separador
ru: Перейти на вкладку

# sync.promo.bookmarks.message
source: No account needed. End-to-end encryption means nobody but you can see your bookmarks, not even us.
de: Kein Konto erforderlich. Ende-zu-Ende-Verschlüsselung bedeutet, dass niemand außer dir deine Lesezeichen sehen kann, nicht einmal wir.
es: No necesitas ninguna cuenta. El cifrado de extremo a extremo significa que nadie más que tú puede ver tus marcadores, ni siquiera nosotros.
fr: Aucun compte n'est nécessaire. Le cryptage de bout en bout signifie que personne d'autre ne peut voir vos signets, pas même nous.
it: Non è necessario un account. Con la crittografia end-to-end, nessuno, a parte te, può vedere i tuoi segnalibri, nemmeno noi.
nl: Geen account nodig. End-to-end versleuteling betekent dat niemand anders dan jij je bladwijzers kan zien, zelfs wij niet.
pl: Konto nie jest wymagane. Kompleksowe szyfrowanie oznacza, że nikt poza Tobą nie może zobaczyć Twoich zakładek, nawet my.
pt: Não precisas de uma conta. A encriptação ponta a ponta significa que ninguém além de ti pode ver os teus favoritos, nem mesmo nós.
ru: Учетная запись не требуется. Сквозное шифрование означает, что ваши закладки видны только вам. Даже у нас нет к ним доступа.

# sync.promo.bookmarks.title
source: Sync & Back Up Your Bookmarks
de: Lesezeichen synchronisieren und sichern
es: Sincroniza y haz copias de seguridad de tus marcadores
fr: Synchronisez et sauvegardez vos signets
it: Sincronizza ed esegui il backup dei tuoi segnalibri
nl: Synchroniseer en back-up je bladwijzers
pl: Synchronizuj i twórz kopie zapasowe zakładek
pt: Sincroniza e faz uma cópia de segurança dos teus favoritos
ru: Синхронизация и резервное копирование закладок

# sync.promo.confirm.action
source: Set Up Sync
de: Sync einrichten
es: Configurar la sincronización
fr: Configurer la synchronisation
it: Configura la sincronizzazione
nl: Synchronisatie instellen
pl: Skonfiguruj synchronizację
pt: Configurar sincronização
ru: Настройка синхронизации

# sync.promo.dismiss.action
source: No Thanks
de: Nein, danke
es: No, gracias
fr: Non merci
it: No, grazie
nl: Nee, bedankt
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо

# sync.promo.passwords.message
source: No account needed. End-to-end encryption means nobody but you can see your passwords, not even us.
de: Kein Konto erforderlich. Ende-zu-Ende-Verschlüsselung bedeutet, dass niemand außer dir deine Passwörter sehen kann, nicht einmal wir.
es: No necesitas ninguna cuenta. El cifrado de extremo a extremo significa que nadie más que tú puede ver tus contraseñas, ni siquiera nosotros.
fr: Aucun compte n'est nécessaire. Le cryptage de bout en bout signifie que personne d'autre ne peut voir vos mots de passe, pas même nous.
it: Non è necessario un account. Con la crittografia end-to-end, nessuno a parte te può vedere le tue password, nemmeno noi.
nl: Geen account nodig. Dankzij end-to-end versleuteling kan niemand behalve jij je wachtwoorden zien, zelfs wij niet.
pl: Konto nie jest wymagane. Kompleksowe szyfrowanie oznacza, że nikt poza Tobą nie może zobaczyć Twoich haseł, nawet my.
pt: Não precisas de uma conta. A encriptação ponta a ponta significa que ninguém além de ti pode ver as tuas palavras-passe, nem mesmo nós.
ru: Учетная запись не требуется. Сквозное шифрование означает, что ваши пароли видны только вам. Даже у нас нет к ним доступа.

# sync.promo.passwords.side.panel.subtitle
source: Sync & Backup
de: Synchronisieren und sichern
es: Sincronización y copia de seguridad
fr: Synchronisation et sauvegarde
it: Sincronizzazione e backup
nl: Synchronisatie en back-up
pl: Synchronizacja i kopia zapasowa
pt: Sincronização e cópia de segurança
ru: Синхронизация и резервное копирование

# sync.promo.passwords.side.panel.title
source: Setup
de: Einrichtung
es: Configuración
fr: Installation
it: Configurazione
nl: Instellen
pl: Konfiguracja
pt: Configuração
ru: Настройка

# sync.promo.passwords.title
source: Sync & Back Up Your Passwords
de: Passwörter synchronisieren und sichern
es: Sincroniza y haz copias de seguridad de tus contraseñas
fr: Synchronisez et sauvegardez vos mots de passe
it: Sincronizza e fai il backup delle password
nl: Synchroniseer en maak een back-up van je wachtwoorden
pl: Synchronizuj i twórz kopie zapasowe haseł
pt: Sincroniza e faz uma cópia de segurança das tuas palavras-passe
ru: Синхронизация и резервное копирование паролей

# tab.bookmarks.title
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки

# tab.empty.title
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
nl: Naamloos
pl: Bez tytułu
pt: Sem título
ru: Без названия

# tab.error.title
source: Failed to open page
de: Seite konnte nicht geöffnet werden
es: Error al abrir la página
fr: Impossible d'ouvrir la page
it: Impossibile aprire la pagina
nl: Kan de pagina niet openen
pl: Nie udało się otworzyć strony
pt: Falha ao abrir a página
ru: Не удалось открыть страницу

# tab.home.title
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
nl: Nieuw tabblad
pl: Nowa karta
pt: Novo separador
ru: Новая вкладка

# tab.onboarding.title
source: Welcome
de: Willkommen
es: Te damos la bienvenida
fr: Bienvenue
it: Ti diamo il benvenuto
nl: Welkom
pl: Witamy
pt: Damos-te as boas-vindas
ru: Добро пожаловать!

# tab.preferences.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки

# tab.releaseNotes.title
source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de mise à jour
it: Note di rilascio
nl: Release-opmerkingen
pl: Informacje o wersji
pt: Notas de lançamento
ru: Примечания к релизу

source: Text Replacement
de: Textersetzung
es: Reemplazo de texto
fr: Remplacement du texte
it: Sostituzione del testo
nl: Tekst vervangen
pl: Zastępowanie tekstu
pt: Substituição de texto
ru: Замена текста

source: That didn’t work either. Please submit a report to help us fix the issue.
de: Das hat auch nicht funktioniert. Bitte reiche einen Bericht ein, um uns bei der Behebung des Problems zu helfen.
es: Eso tampoco ha funcionado. Envía un informe para ayudarnos a solucionar el problema.
fr: Cela n'a pas fonctionné non plus. Veuillez soumettre un rapport pour nous aider à résoudre le problème.
it: Non ha funzionato nemmeno questa operazione. Invia una segnalazione per aiutarci a risolvere il problema.
nl: Dat werkte ook niet. Dien een melding in om ons te helpen het probleem op te lossen.
pl: To też nie zadziałało. Prześlij raport, aby pomóc nam w rozwiązaniu problemu.
pt: Essa ação também não funcionou. Envia um relatório para nos ajudar a corrigir o problema.
ru: Опять не сработало. Отправьте отчет, чтобы мы могли устранить ошибку.

source: The following information will be sent to DuckDuckGo. No personally identifiable information will be sent.
de: Die folgenden Informationen werden an DuckDuckGo gesendet. Es werden keine persönlich identifizierbaren Informationen gesendet.
es: La siguiente información se enviará a DuckDuckGo. No se enviará ninguna información de identificación personal.
fr: Les informations suivantes seront envoyées à DuckDuckGo. Aucune information susceptible de vous identifier personnellement ne sera envoyée.
it: Le seguenti informazioni saranno inviate a DuckDuckGo. Non sarà inviata alcuna informazione di identificazione personale.
nl: De volgende informatie wordt naar DuckDuckGo gestuurd. Er wordt geen persoonlijk identificeerbare informatie verzonden.
pl: Poniższe informacje zostaną wysłane do DuckDuckGo. Nie zostaną wysłane żadne dane osobowe.
pt: As seguintes informações serão enviadas à DuckDuckGo. Não serão enviadas quaisquer informações de identificação pessoal.
ru: Следующая информация будет отправлена в DuckDuckGo. По ней невозможно установить вашу личность.

source: The version of the browser you are trying to import from
de: Die Version des Browsers, aus dem du importieren möchtest
es: La versión del navegador desde el que estás intentando importar
fr: La version du navigateur à partir duquel vous essayez d'importer
it: La versione del browser da cui si sta tentando di eseguire l'importazione
nl: De browserversie van waaruit je probeert te importeren
pl: Wersja przeglądarki, z której próbujesz zaimportować dane
pt: A versão do navegador a partir do qual estás a importar
ru: Версия браузера, из которого вы пытаетесь импортировать данные

# tooltip.addToFavorites
source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai Preferiti
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt: Adicionar aos favoritos
ru: Добавить в избранное

# tooltip.application-menu.show
source: Open application menu
de: Anwendungsmenü öffnen
es: Abrir menú de aplicación
fr: Ouvrir le menu de l'application
it: Apri il menu dell'applicazione
nl: Applicatiemenu openen
pl: Otwórz menu aplikacji
pt: Abrir o menu da aplicação
ru: Открыть меню приложения

# tooltip.autofill.add-item
source: Add item
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément
it: Aggiungi elemento
nl: Item toevoegen
pl: Dodaj element
pt: Adicionar elemento
ru: Добавить запись

# tooltip.autofill.more-options
source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
it: Altre opzioni
nl: Meer opties
pl: Więcej opcji
pt: Mais opções
ru: Другие параметры

# tooltip.autofill.shortcut
source: Autofill
de: Autovervollständigen
es: Autocompletar
fr: Saisie automatique
it: Compilazione automatica
nl: Automatisch invullen
pl: Autouzupełnianie
pt: Preenchimento automático
ru: Автозаполнение

# tooltip.bookmark.add
source: Bookmark this page
de: Diese Seite als Lesezeichen markieren
es: Marcar esta página
fr: Ajouter cette page aux signets
it: Crea un segnalibro per questa pagina
nl: Bladwijzer toevoegen aan deze pagina
pl: Dodaj tę stronę do zakładek
pt: Marcar esta página
ru: Сохранить в закладках

# tooltip.bookmark.edit
source: Edit bookmark
de: Lesezeichen bearbeiten
es: Editar marcador
fr: Modifier le signet
it: Modifica segnalibro
nl: Bladwijzer bewerken
pl: Edytuj zakładkę
pt: Editar marcador
ru: Редактировать закладку

# tooltip.bookmarks.manage-bookmarks
source: Manage bookmarks
de: Lesezeichen verwalten
es: Gestionar marcadores
fr: Gérer les signets
it: Gestisci segnalibri
nl: Bladwijzers beheren
pl: Zarządzaj zakładkami
pt: Gerir marcadores
ru: Управление закладками

# tooltip.bookmarks.new-bookmark
source: New bookmark
de: Neues Lesezeichen
es: Nuevo marcador
fr: Nouveau signet
it: Nuovo segnalibro
nl: Nieuwe bladwijzer
pl: Nowa zakładka
pt: Novo marcador
ru: Новая закладка

# tooltip.bookmarks.new-folder
source: New folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
nl: Nieuwe map
pl: Nowy folder
pt: Nova pasta
ru: Новая папка

# tooltip.bookmarks.search
source: Search bookmarks
de: Lesezeichen durchsuchen
es: Buscar marcadores
fr: Rechercher des favoris
it: Cerca segnalibri
nl: Bladwijzers zoeken
pl: Wyszukaj zakładki
pt: Pesquisar marcadores
ru: Поиск по закладкам

# tooltip.bookmarks.shortcut
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки

# tooltip.bookmarks.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
nl: Sorteren
pl: Sortuj
pt: Ordenar
ru: Сортировать

# tooltip.bookmarks.sort.name.title
source: Sort by Name
de: Nach Namen sortieren
es: Ordenar por nombre
fr: Trier par nom
it: Ordina per nome
nl: Sorteren op naam
pl: Sortuj według nazwy
pt: Ordenar por nome
ru: Сортировать по названию

# tooltip.clearHistory
source: Clear browsing history for %@
de: Browserverlauf für %@ löschen
es: Borrar el historial de navegación para %@
fr: Effacer l'historique de navigation pour %@
it: Cancella la cronologia di navigazione per % @
nl: Surfgeschiedenis en -data van %@ wissen
pl: Wyczyść historię przeglądania domeny %@
pt: Limpar histórico de navegação de %@
ru: Стереть историю просмотров сайта %@

# tooltip.clearHistoryAndData
source: Clear browsing history and data for %@
de: Browserverlauf und Daten für %@ löschen
es: Borrar historial de navegación y datos de %@
fr: Effacer l'historique de navigation et les données pour %@
it: Cancella la cronologia di navigazione e i dati per % @
nl: Surfgeschiedenis en -data van %@ wissen
pl: Wyczyść historię przeglądania i dane domeny %@
pt: Limpar histórico de navegação e dados de %@
ru: Стереть историю просмотров и данные сайта %@

# tooltip.downloads.clear-download-history
source: Clear download history
de: Download-Verlauf löschen
es: Borrar historial de descargas
fr: Effacer l'historique des téléchargements
it: Cancella la cronologia dei download
nl: Downloadgeschiedenis wissen
pl: Wyczyść historię pobierania
pt: Limpar histórico de transferências
ru: Стереть историю загрузок

# tooltip.downloads.open-downloads-folder
source: Open downloads folder
de: Download-Ordner öffnen
es: Abrir carpeta de descargas
fr: Ouvrir le dossier des téléchargements
it: Apri la cartella download
nl: Downloadmap openen
pl: Otwórz folder pobranych
pt: Abrir pasta de transferências
ru: Открыть папку «Загрузки»

# tooltip.find-in-page.close
source: Close find bar
de: Suchleiste schließen
es: Cerrar la barra de búsqueda
fr: Fermer la barre de recherche
it: Chiudi la barra di ricerca
nl: Zoekbalk sluiten
pl: Zamknij pasek wyszukiwania
pt: Fechar barra de procura
ru: Закрыть панель поиска

# tooltip.find-in-page.next
source: Next result
de: Nächstes Ergebnis
es: Siguiente resultado
fr: Résultat suivant
it: Risultato successivo
nl: Volgende resultaat
pl: Następny wynik
pt: Resultado seguinte
ru: Следующий результат

# tooltip.find-in-page.previous
source: Previous result
de: Vorheriges Ergebnis
es: Resultado anterior
fr: Résultat précédent
it: Risultato precedente
nl: Vorig resultaat
pl: Poprzedni wynik
pt: Resultado anterior
ru: Предыдущий результат

# tooltip.fire.clear-browsing-history
source: Clear browsing history
de: Browserverlauf löschen
es: Borrar historial de navegación
fr: Effacer l'historique de navigation
it: Cancella cronologia di navigazione
nl: Surfgeschiedenis wissen
pl: Wyczyść historię przeglądania
pt: Limpar histórico de navegação
ru: Очистить историю просмотров

# tooltip.home.button
source: Home
de: Startseite
es: Inicio
fr: Accueil
it: Schermata iniziale
pl: Strona główna
pt: Página inicial
ru: Домашняя

# tooltip.navigation.back
source: Show the previous page Hold to show history
de: Vorherige Seite anzeigen Halten, um den Verlauf anzuzeigen
es: Mostrar la página anterior Mantener para mostrar el historial
fr: Afficher la page précédente Maintenir pour afficher l'historique
it: Mostra la pagina precedente Tieni premuto per mostrare la cronologia
nl: De vorige pagina weergeven Houd ingedrukt om de geschiedenis weer te geven
pl: Pokaż poprzednią stronę Przytrzymaj, aby wyświetlić historię
pt: Mostrar a página anterior Segurar para mostrar o histórico
ru: Показать предыдущую страницу Удерживайте эту кнопку для просмотра истории
